export const ROLE_COLORS = {
  owner: 0x7DD3FC,
  admin: 0x38BDF8,
  mod: 0x0EA5E9,
  vip: 0xA78BFA,
  member: 0x99AAB5,
  muted: 0x2F3136
};

export const FONTS = [
  "𝐁𝐨𝐥𝐝", "𝐇𝐞𝐚𝐯𝐲", "𝓕𝓪𝓷𝓬𝔂", "𝕲𝖔𝖙𝖍𝖎𝖈", "SmallCaps", "Monospace", 
  "Serif", "Minimal", "Italic", "Bold Italic", "𝑺𝒕𝒚𝒍𝒊𝒔𝒉", "𝓢𝓬𝓻𝓲𝓹𝓽", 
  "𝕊𝕠𝕗𝕥", "𝙈𝙚𝙙𝙞𝙪𝙢", "Heavy Caps", "Tiny Caps", "Double Struck", "Fraktur", 
  "Bubble", "UpsideDown"
];

export const WRAPPERS = [
  ["‹", "›"], ["⟦","⟧"], ["『","』"], ["【","】"], ["⟨","⟩"], ["❴","❵"], 
  ["⚜","⚜"], ["⦗","⦘"], ["⸨","⸩"], ["〈","〉"], ["《","》"], ["⸢","⸣"],
  ["⧼","⧽"], ["⸜","⸝"], ["⸂","⸃"], ["〚","〛"], ["⸤","⸥"], ["⸦","⸧"], ["⦅","⦆"], ["❮","❯"]
];

